---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportDisplayUnits
source: html/d8e72903-8e24-3c06-2567-7d50650aad52.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportDisplayUnits Property

"Import Units"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportDisplayUnits { get; }
```